Repository: captnfab/FireTitle
Catalog: _locales/*/messages.po
Languages: fr

source: An add-on allowing the customization of Firefox windows' titles.
fr: Une extension permettant de personnaliser les titres des fenêtres de Firefox.

source: Description of the extension
fr: Description de l’extension

source: Current window
fr: Fenêtre courante

source: Option group name for current window's settings
fr: Nom du groupe d’options pour les paramètres de la fenêtre courante

source: Existing windows
fr: Fenêtres existantes

source: Option group name for existing window's settings
fr: Nom du groupe d’options pour les paramètres des fenêtres existantes

source: Default windows
fr: Fenêtres par défaut

source: Option group name for default window's settings
fr: Nom du groupe d’options pour les paramètres de la fenêtre par défaut

source: Separator
fr: Séparateur

source: Option group name for separator settings
fr: Nom du groupe d’options pour le séparateur

source: Window's name
fr: Nom de la fenêtre

source: Label of the window's name input
fr: Étiquette du champ Nom de la fenêtre

source: Current profile
fr: Profil courant

source: Profile's name
fr: Nom du profil

source: Label of the profile's name input
fr: Étiquette pour le champ Nom du profil

source: Title pattern
fr: Motif du titre

source: Label of the title's pattern input
fr: Étiquette pour le champ Motif du titre

source: Preview
fr: Aperçu

source: Label of the preview for default window's titles
fr: Étiquette pour la zone d’aperçu du titre des fenêtres par défaut

source: Use current pattern as default
fr: Faire du motif actuel celui par défaut

source: Button label to use current window's pattern as default pattern
fr: Étiquette du bouton pour utiliser le motif de la fenêtre comme motif par défaut

source: Label of the separator input
fr: Étiquette pour le champ Séparateur

source: Apply current pattern to open windows
fr: Appliquer le motif actuel aux autres fenêtres

source: Button label for applying current window's pattern to existing windows
fr: Étiquette du bouton pour appliquer le motif de la fenêtre à toutes les fenêtres

source: Apply default pattern to open windows
fr: Appliquer le motif par défaut aux autres fenêtres

source: Button label for applying default pattern to existing windows
fr: Étiquette du bouton pour appliquer le motif par défaut aux fenêtres déjà ouvertes

source: More info
fr: En savoir plus

source: Link label for help page
fr: Étiquette du lien vers la page d’aide.
